[
    {
        "id": 1,
        "body":
            " اللّهم إن ذنوبي لم يبق لها إلا رجاء عفوك، وقد قدمت آلة الحرمان بين يدي ، فأنا أسألك ما لا أستحقّه، وأدعوك ما لا أستوجبه، وأتضرّع إليك بما لا أستأهله ولم يخفَ عليك حالي وإن خفي على النّاس كُنه معرفة أمري، اللّهم إن كان رزقي في السّماء فأهبطه، وإن كان في الأرض فأظهره، وإن كان بعيداً فقرّبه، وإن كان قريباً فيسّره وإن كان قليلاً فكثّره وبارك لنا فيه . اللّهم ربّ السّموات السّبع ورب الأرض ورب العرش العظيم، ربنا وربّ كلّ شيءٍ فالق الحَبّ والنّوى ومنزّل التّوراة والإنجيل والفرقان، أعوذ بك من شرّ كلّ شيء أنت آخذ بناصيته، اللهمّ أنت الأول فليس قبلك شيء، وأنت الآخر فليس بعدك شيء، وأنت الظّاهر فليس فوقك شيء وأنت الباطن فليس دونك شيء، اقض عنا الدَّين واغننا من الفقر. اللّهم مالك الملك تؤتي الملك من تشاء وتنزع المُلك ممن تشاء وتعزّ من تشاء وتذلّ من تشاء، بيدك الخير إنّك على كل شيء قدير، تولج اللّيل في النّهار وتولج النّهار في اللّيل، وتخرج الحيّ من الميّت، وتخرج الميّت من الحيّ، وترزق من تشاء بغير حساب، رحمن الدنيا والآخرة ورحيمهما تعطي من تشاء منهما وتمنع من تشاء ارحمني رحمة تُغنني بها عن رحمة من سواك."
      },
      {
        "id": 2,
        "body":
            "اللهم اجبر كسر قلبي، جبراً يتعجب منه أهل السماوات والأرض، جبرا يليق بكرمك، وعظمتك، وقدرتك، يا رب."
      },
      {
        "id": 3,
        "body":
            "لا إله إلا الله العظيم الحليم، لا إله إلا الله ربّ السّموات والأرض، وربّ العرش العظيم وكان النبي دائم الذكر لهذا الحديث ” اللهم إنّي أعوذ بك من الهمّ والحزن، والعجز والكسل، والبخل والجبن، وضلع الدّين، وغلبة الرّجال” وقال رسول الله أنه عندما يتعرض الإنسان لكرب فيدعو بهذا الدعاء “اللهم رحمتك أرجو فلا تكلني إلى نفسي طرفة عين، وأصلح لي شأني كله لا إله إلا أنت”"
      },
      {
        "id": 4,
        "body":
            "الله أكبر الله أكبر الله أكبر، 〈سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ ⓭ وَإِنَّا إِلَى رَبِّنَا لَمُنقَلِبُونَ ⓮ 〉  ” اللّهمّ إنّا نسألُكَ في سَفَرِنَا هذَا البِرّ والتّقْوَى، ومِن العَمَلِ مَاتَرْضَى، اللّهمّ هَوِّنْ عَلَيْنَا سَفَرِنَا هذَا وَاطْوِ عَنَّا بُعْدَه، اللَّهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ، وَالْخَلِيفَةُ فِي الأَهْلِ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَعَثَاءِ السَّفَرِ وَكَآبَةِ الْمَنْظَر وَسُوءِ الْمُنْقَلَبِ فِي الْمَالِ وَالأَهْلِ “. وَإِذَا رَجَعَ قَالَهُنَّ وَزَادَ ” آيِبُونَ تَائِبُونَ عَابِدُونَ لِرَبِّنَا حَامِدُونَ “ رَوَاهُ مُسْلِمْ."
      },
      {
        "id": 5,
        "body":
            "اللهمّ إنّي أسألك من عظيم لطفك وكرمك وسترك الجميل أن تشفيه وتمدّه بالصحّة والعافية. اللهم إنا نسألك بأسمائك الحسنى وبصفاتك العلا وبرحمتك التي وسعت كلّ شيء، أن تمنّ علينا بالشفاء العاجل، وألّا تدع فينا جرحًا إلّا داويته، ولا ألمًا إلا سكنته، ولا مرضًا إلا شفيته، وألبسنا ثوب الصحة والعافية عاجلًا غير آجلًا، وشافِنا وعافِنا واعف عنا، واشملنا بعطفك ومغفرتك، وتولّنا برحمتك يا أرحم الراحمين."
      },
      {
        "id":  6,
        "body":
            "اللَّهمَّ اكفِني بحلالِك عن حرامِك واغنِني بفضلِك عمَّن سواك). (اللَّهُمَّ إنِّي أعُوذُ بكَ مِنَ العَجْزِ والكَسَلِ، والجُبْنِ والبُخْلِ والهَرَمِ، وأَعُوذُ بكَ مِن عَذابِ القَبْرِ، وأَعُوذُ بكَ مِن فِتْنَةِ المَحْيا والمَماتِ"
      },
      {
        "id": 7,
        "body":
            "اللهم فوضت امري كله، فجمّله خيرا بما شئت، واجعلني يا رب ممن نظرت إليه فرحمته، وسمعت دعاءه فأجبته"
      },
      {
        "id": 8,
        "body":
            "اللهم ارزقني صيامه وقيامه وتلاوة القرآن فيه اللهم سلمه لنا وتسلمه منا وسلمنا فيه وقد عفوت عنا وغفرت لنا ورحمتنا . اللهم اجعل صيامي فيه صيام الصائمين وقيامي فيه قيام القائمين ونبهني فيه على نومة الغافلين وهب لي فيه اليسر والعافية إنك على كل شي قدير وقربني فيه إلى مرضاتك وجنبني فيه من سخطك ونقماتك ووفقني فيه لقراءة آياتك برحمتك ياارحم الراحمين "
      },
      {
        "id": 9,
        "body":
            "اللهم إنا استودعناك رمضان فلا تجعله آخر عهدنا، وأعده علينا أعوامًا عديدة ولا تخرجنا منه إلا مقبولين ومرحومين ومعتوقين من النار. اللهم لا تخرجنا من رمضان إلا وانت راضً عنا يارب اللهم إجعل رمضان هذا شاهدًا لنا لا علينا أَللّهُمَّ في عَيد الفطر هذَا يَوْمٌ مُبَارَكٌ، وَالمُسْلِمُونَ فِيهِ مُجْتَمِعُونَ فِي أَقْطَارِ أَرْضِكَ، يَشْهَدُ السَّائِلُ مِنْهُمْ وَالطَّالِبُ وَالرَّاغِبُ، وَالرَّاهِبُ وَأَنْتَ النَّاظِرُ فِي حَوَائِجِهِمْ، فَأَسْأَ لُكَ بِجُودِكَ وَكَرَمِكَ وَهَوَانِ مَا سَأَلْتُكَ عَلَيْكَ، أَنْ تُصَلِّيَ عَلَى مُحَمَّد وَآلِهِ، وَأَسْأَ لُكَ اللّهُمَّ رَبَّنَا بِأَنَّ لَكَ المُلْكَ وَالحَمْدَ لاَ إِلهَ إِلاَّ أَنْتَ الحَلِيمُ الكَرِيمُ، الحَنَّانُ المَنَّانُ، ذُو الجَلاَلِ وَالاِكْرَامِ، بَدِيعُ السَّماوَاتِ وَالاَرْضِ، مَهْمَا قَسَمْتَ بَيْنَ عِبَادِكَ المُؤْمِنينَ مِنْ خَيْر أَوْ بَرَكَة أَوْ هُدىً أَوْ عَمَل بِطَاعَتِكَ أَوْ خَيْر تَمُنُّ بِهِ عَلَيْهِمْ تَهْدِيهِمْ بِهِ إِلَيْكَ أَوْ تَرْفَعُ لَهُمْ عِنْدَكَ دَرَجَةً أَوْ تُعْطِيهِمْ بِهِ خَيْرًا مِنْ خَيْرِ الدُّنْيَا وَالاخِرَةِ، أَنْ تُوَفِّرَ حَظِّي وَنَصِيبِي مِنْهُ."
      },
      {
        "id": 10,
        "body":
            "اللهم باعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب، اللهم نقني من خطاياي كما ينقى الثوب الأبيض من الدنس،، اللهم اغسلني من خطاياي بالثلج والماء والبرد."
      }
]