[
    {"body": "يا مَن يشتري دار الفردوس يعمرها بركعة في ظلام الليل يخفيها "},
    {
      "body":
          "اثنان لا تنسهما .. ذكر الله والموت، واثنان لا تذكرهما .. إحسانك للناس وإساءتهم إليك."
    },
    {
      "body":
          "لتكن خطاك في دروب الخير على رمل ندِيٍ لا يُسمع لها وقع لكن آثارها بيّنة "
    },
    {"body": "ليس مَن مات واستراح بميت .. إنما الميت ميت الأحياء."},
    {
      "body":
          "العمرُ تُنقِصه الساعات، والصحة تَعرِضُ لها الآفات، والعبدُ لا يستقبل يومًا إلا بفراقِ آخر، وأعظمُ المصائبِ انقطاعُ الرّجاء"
    },
    {"body": "إن المعصية تورث ضيق النفس .. والمعصية تجر الأخرى فراجع نفسك"},
    {
      "body":
          "إلهي إن سهيت يوماً ولم أقل حمداً، وإن نسيت يوماً ولم أقل شكراً، و إن حملت ذنوباً لا تطاق فاغفر لي واعفُ وإصفح عني يارحمن يارحيم."
    },
    {
      "body":
          "إذا أردت الانتفاع بالقرآن فاجمع قلبك عند تلاوته وسماعه، وألقِ سمعك، وأحضر حضور من يخاطبه به من تكلّم به سبحانه منه إليه، فإنه خطاب منه لك على لسان رسوله."
    },
    {"body": "مَن لزم الاستغفار جعل الله له من كل هم فرجاً ومن كل ضيق مخرجاً."},
    {
      "body":
          "اللّهم أخرج حب الدنيا من قلوبنا، وأبدلنا حُباً لجنتك وشوقاً لرؤيتك."
    },
    {
      "body":
          "رَبي امنحنِي قلباً مُبتسِماً مغموراً بِالصبر، لا يضعف أمام شيء سواك."
    },
    {"body": "قف تذكّر حاسب نفسك .. لا يراك الله حيث نهاك ولا يفقدك حيث أمرك."},
    {"body": "من وجد الله فماذا فقد؟ ومن فقد الله فماذا وجد؟"},
    {
      "body":
          "قد مَضى العمر وفات يا أسير الغفلات فاغنم العمر و بادر بالتقى قبل الممات"
    },
    {
      "body":
          "فتسري في عروقه سريان الماء الزلال بعد فورة عطش شديد، فيثلج صدرة ويروى ضموده ليعود للقلب نقاءه وللنفس"
    },
    {
      "body":
          "إنّ دُور الجنة تبنى بالذكر فإذا أمسك الذاكر عن الذكر أمسكت الملائكة عن البناء. "
    },
    {"body": "إن طاف بك طائف من همٍ فالجأ إلى الله وامنح غيرك "},
    {"body": "مهما تساقطت من عصارة روحك غصّه.. لا تبالي فكلٍ يأخذ منها حصّه"},
    {"body": "مهما قسى قلبك بعد اللين.. أرخي سمعك للحق وتذلل لرب العالمين"},
    {
      "body":
          "لو كانت الدنيا كلّها هم وهي ليست كذلك، لكان حري بمن يرجو الجنة ألّا يحزن"
    },
    {
      "body":
          "لا تندم على إحسان صادق بذلته فالطيور لا تأخذ مقابلاً على تغريدها. "
    }
]